Repository: PedroHALopes/Plugin-Bibliomundi-Woocommerce
Catalog: languages/woocommerce-bibliomundi-*.po
Languages: pt_br

source: %s to learn how to set the routine.
pt_br: %s aprender como definir a rotina.

source: %s to learn where to find your credentials.
pt_br: %s para saber onde encontrar suas credenciais.

source: A total of %s eBooks were added.
pt_br: Um total de %s eBooks foram adicionados.

source: Add your seller credentials
pt_br: Adicione suas credenciais de vendedor

source: Already imported.
pt_br: Já importado.

source: Always keep your plugin updated.
pt_br: Mantenha sempre seu plugin atualizado.

source: Attention
pt_br: Atenção

source: Automatic updates
pt_br: Atualizações automáticas

source: Browser not compatible.
pt_br: Navegador não compatível.

source: By restoring the settings all products related to Bibliomundi Woocommerce will be removed and the process of configuring the plugin will be necessary again.
pt_br: Ao restaurar as configurações todos os produtos relacionados a Bibliomundi Woocommerce serão removidos e o processo de configuração do plugin será necessário novamente.

source: Cancel
pt_br: Cancelar

source: Cannot write.
pt_br: Não é possível gravar o arquivo.

source: Cannot write to the plugin directory (%s).
pt_br: Não consigo escrever no diretório do plugin (%s).

source: Catalog is empty.
pt_br: Catálogo está vazio.

source: Click here
pt_br: Clique aqui

source: Client Key
pt_br: Chave do Cliente

source: Client ID
pt_br: ID do Cliente

source: Client ID or Client Key is empty.
pt_br: O ID do cliente ou a chave do cliente está vazio.

source: Client ID or Client Key is wrong.
pt_br: ID do cliente ou chave do cliente está errado.

source: Confirm
pt_br: Confirmar

source: Congratulation! The plugin was installed successfully.
pt_br: Parabéns! O plugin foi instalado com sucesso.

source: Continue import
pt_br: Continuar importando

source: Credentials
pt_br: Credenciais

source: Credentials is valid.
pt_br: As credenciais são válidas.

source: Do you want to continue previous importing catalogs?
pt_br: Deseja continuar os catálogos de importação anteriores?

source: Do you want to manually import catalogs?
pt_br: Você quer importar catálogos manualmente?

source: Edit Credentials
pt_br: Alterar credenciais

source: Error
pt_br: Erro

source: FAQ
pt_br: Perguntas frequentes

source: File not found.
pt_br: Arquivo não encontrado.

source: Finish
pt_br: Terminar

source: go to the BiblioMundi's Platform
pt_br: vá para a plataforma do BiblioMundi

source: However if you haven't chosen your default catalog, %s before import the catalog.
pt_br: No entanto, se você não tiver escolhido o catálogo padrão, %s antes de importar o catálogo.

source: I am already registered at BiblioMundi
pt_br: Eu já sou cadastrado na BiblioMundi

source: I do not sell eBooks yet.
pt_br: Eu não vendo eBooks ainda.

source: I only sell eBooks.
pt_br: Eu só vendo eBooks.

source: I sell eBooks and/or other products.
pt_br: Eu vendo eBooks e/ou outros produtos.

source: I want to register and sell eBooks
pt_br: Quero me registrar e vender eBooks

source: If you have already configured your settings at BiblioMundi, clique below to import your selected catalogue and start selling.
pt_br: Se você já configurou suas configurações na BiblioMundi, clique abaixo para importar o catálogo selecionado e começar a vender.

source: Import
pt_br: Importar

source: Import Catalogue
pt_br: Catálogo de Importação

source: Import Manual
pt_br: Manual de Importação

source: Import new
pt_br: Importar novo

source: Import was successfully
pt_br: Importação foi bem sucedida

source: Invalid Credentials.
pt_br: Credenciais inválidas.

source: Let 's start selling eBooks?
pt_br: Vamos começar a vender eBooks?

source: Loading.
pt_br: Carregando.

source: Need help setting up the import of your catalog automatically?
pt_br: Precisa de ajuda para configurar a importação de seu catálogo automaticamente?

source: Next
pt_br: Próximo

source: Please contact BiblioMundi at:
pt_br: Entre em contato com a BiblioMundi em:

source: Please set a category.
pt_br: Defina uma categoria.

source: Previous
pt_br: Anterior

source: Product category
pt_br: Categoria de Produto

source: Remember to set the eBooks sales tax rules for your region (where applicable).
pt_br: Lembre-se de definir as regras de imposto sobre vendas de eBooks para sua região (quando aplicável).

source: Restore
pt_br: Restaurar

source: Restore Configuration
pt_br: Restaurar Configuração

source: Return to Plugins
pt_br: Retornar para Plugins

source: Save
pt_br: Salve

source: Saved successfully.
pt_br: Salvo com sucesso.

source: Select dropdown
pt_br: Selecione o menu suspenso

source: Server error.
pt_br: Erro de servidor.

source: Set Category where the eBooks will import to in your store.
pt_br: Defina a categoria na qual os e-books serão importados em sua loja.

source: Set Catalogue Import
pt_br: Definir importação de catálogo

source: Set ISBN as ID(SKU) for my products. (recommended)
pt_br: Definir ISBN como ID (SKU) para meus produtos. (recomendado)

source: Set Product ID Standard
pt_br: Definir ID do produto padrão

source: Set proprietary BiblioMundi ID as SKU.
pt_br: Defina o ID do BiblioMundi proprietário como SKU.

source: Settings
pt_br: Configurações

source: Sorry, but %s cannot write to the plugin directory (%s).
pt_br: Desculpe, mas %s não consigo escrever no diretório do plugin (%s).

source: Sorry, but %s requires %s to be installed and active. %s
pt_br: Desculpe, mas %s requer que %s esteja instalado e ativo. %s

source: The process couldn't be completed. It had an importation problem. Click on the following button to send the error report to the Bibliomundi's support team. You can also try to import the catalog again.
pt_br: O processo não pôde ser concluído. Ele tinha um problema de importação. Clique no botão a seguir para enviar o relatório de erros para a equipe de suporte da Bibliomundi. Você também pode tentar importar o catálogo novamente.

source: There is no Product category.
pt_br: Não há categoria de produtos.

source: This progress may take a few minutes.
pt_br: Esse progresso pode demorar alguns minutos.

source: To check your integration credentials, go to:
pt_br: Para verificar suas credenciais de integração acesse:

source: To filter the contents of your import, click here:
pt_br: Para filtrar os conteúdos da sua importação acesse aqui:

source: Tutorials
pt_br: Tutoriais

source: Validate
pt_br: Validar

source: Video Tutorials
pt_br: Tutoriais em vídeo

source: View FAQ
pt_br: Ver FAQ

source: Watch video
pt_br: Ver vídeo

source: You can manage %s.
pt_br: Você pode gerenciar %s.

source: You need to configure your catalogue update routine at server level.
pt_br: Você precisa configurar sua rotina de atualização de catálogo no nível do servidor.

source: Your first Import
pt_br: Sua primeira importação
